src/index.org
#+title: Alex Drysdale's Personal Website

Thank you for visiting my little patch of the internet.  All views are my own and not that of my employer.
  You can expect content on programming, Emacs, philosophy, ethics, magnets and bread.

/This site is intentionally minimal and is left as an exercise to the reader./

* Copying
All material is licensed under the GNU/GPLv3 license - which can be found [[https://github.com/abdrysdale/abdrysdale.github.io/blob/main/LICENSE][here]]
* Articles
- [[file:build-process.org][Current Build Process For This Site]]
