docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Alex Drysdale's Personal Website</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet"href="resources/org.css"type="text/css" /><header><a href="index.html">Home</a>&emsp;<a href="aboutme.html">About Me</a></header>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Alex Drysdale's Personal Website</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga00bf82">Copying</a></li>
<li><a href="#orge358d80">Articles</a></li>
</ul>
</div>
</div>
<p>
Thank you for visiting my little patch of the internet.  All views are my own and not that of my employer.
  You can expect content on programming, Emacs, philosophy, ethics, magnets and bread.
</p>

<p>
<i>This site is intentionally minimal and is left as an exercise to the reader.</i>
</p>

<div id="outline-container-orga00bf82" class="outline-2">
<h2 id="orga00bf82">Copying</h2>
<div class="outline-text-2" id="text-orga00bf82">
<p>
All material is licensed under the GNU/GPLv3 license - which can be found <a href="https://github.com/abdrysdale/abdrysdale.github.io/blob/main/LICENSE">here</a>
</p>
</div>
</div>
<div id="outline-container-orge358d80" class="outline-2">
<h2 id="orge358d80">Articles</h2>
<div class="outline-text-2" id="text-orge358d80">
<ul class="org-ul">
<li><a href="build-process.html">Current Build Process For This Site</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
